tutorials/multiphase/interDyMFoam/ras/sloshingTank2D/constant/polyMesh/boundary
/*------------------------------*- FOAMDict -*-------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.7.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    walls
    {
        type            patch;
        nFaces          148;
        startFace       2646;
    }
    front
    {
        type            empty;
        nFaces          1360;
        startFace       2794;
    }
    back
    {
        type            empty;
        nFaces          1360;
        startFace       4154;
    }
)

// ****************** vim: set ft=foamdict sw=4 sts=4 et: ****************** //
